Revit 2027 API
ParameterTypeId.TagLeaderStartType Property
 "Leader Start"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TagLeaderStartType { get; }
Public Shared ReadOnly Property TagLeaderStartType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TagLeaderStartType {
	ForgeTypeId^ get ();
}
static member TagLeaderStartType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace